Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Genie Hero
de: Dschinn als Held
ja: ジンの男性主人公
ko: 지니인 남성 주인공
pl: Bohater będący dżinem
zh_hans: 神灯精灵男主角
zh_hant: 神燈精靈男主角

source: Genital Piercing
de: Intimpiercing
ja: 性器ピアス
ko: 성기 피어싱
pl: Piercing genitaliów
zh_hans: 生殖器穿孔
zh_hant: 生殖器穿孔

source: Genius Hero
de: Genialer Held
ja: 天才の男性主人公
ko: 천재인 남성 주인공
pl: Genialny bohater
zh_hans: 天才男主角
zh_hant: 天才男主角

source: Genius Heroine
de: Geniale Heldin
ja: 天才のヒロイン
ko: 천재인 여성 주인공
pl: Genialna bohaterka
zh_hans: 天才女主角
zh_hant: 天才女主角

source: Genius Protagonist
de: Geniale Hauptfigur
ja: 天才の主人公
ko: 천재인 주인공
pl: Genialny protagonista
zh_hans: 天才主角
zh_hant: 天才主角

source: Genius Support Character
de: Geniale Nebenfigur
ja: 天才のサブキャラクター
ko: 천재인 조연
pl: Genialna postać drugoplanowa
zh_hans: 天才配角
zh_hant: 天才配角

source: Genocide
de: Völkermord
ja: 大量虐殺
ko: 집단 학살
pl: Ludobójstwo
zh_hans: 种族灭绝
zh_hant: 種族滅絕

source: Genre Savvy Protagonist
de: Mit Genre-Konventionen vertraute Hauptfigur
ja: お約束に詳しい主人公
ko: 장르 관습에 정통한 주인공
pl: Protagonista znający konwencje gatunkowe
zh_hans: 熟悉类型套路的主角
zh_hant: 熟悉類型套路的主角

source: Genre Shift
de: Genrewechsel
ja: ジャンル転換
ko: 장르 전환
pl: Zmiana gatunku
zh_hans: 类型转变
zh_hant: 類型轉變

source: Gentle Protagonist
de: Sanfte Hauptfigur
ja: 優しい主人公
ko: 상냥한 주인공
pl: Łagodny protagonista
zh_hans: 温柔的主角
zh_hant: 溫柔的主角

source: Germanic Mythology
de: Germanische Mythologie
ja: ゲルマン神話
ko: 게르만 신화
pl: Mitologia germańska
zh_hans: 日耳曼神话
zh_hant: 日耳曼神話

source: Germany
de: Deutschland
ja: ドイツ
ko: 독일
pl: Niemcy
zh_hans: 德国
zh_hant: 德國

source: Ghost
de: Geist
ja: 幽霊
ko: 유령
pl: Duch
zh_hans: 幽灵
zh_hant: 幽靈

source: Ghost Hero
de: Geist als Held
ja: 幽霊の男性主人公
ko: 유령인 남성 주인공
pl: Bohater będący duchem
zh_hans: 幽灵男主角
zh_hant: 幽靈男主角

source: Ghost Heroine
de: Geist als Heldin
ja: 幽霊のヒロイン
ko: 유령인 여성 주인공
pl: Bohaterka będąca duchem
zh_hans: 幽灵女主角
zh_hant: 幽靈女主角

source: Ghost Protagonist
de: Geist als Hauptfigur
ja: 幽霊の主人公
ko: 유령인 주인공
pl: Protagonista będący duchem
zh_hans: 幽灵主角
zh_hant: 幽靈主角

source: Ghost Support Character
de: Geist als Nebenfigur
ja: 幽霊のサブキャラクター
ko: 유령인 조연
pl: Postać drugoplanowa będąca duchem
zh_hans: 幽灵配角
zh_hant: 幽靈配角

source: Giant Spider
de: Riesenspinne
ja: 巨大なクモ
ko: 거대 거미
pl: Olbrzymi pająk
zh_hans: 巨型蜘蛛
zh_hant: 巨型蜘蛛

source: Girl x Girl Romance
de: Romanze zwischen Frauen
ja: 女性同士の恋愛
ko: 여성 간 연애
pl: Romans między kobietami
zh_hans: 女女恋爱
zh_hant: 女女戀愛

source: Girl x Girl Romance Only
de: Nur Romanzen zwischen Frauen
ja: 女性同士のみの恋愛
ko: 여성 간 연애만 등장
pl: Wyłącznie romanse między kobietami
zh_hans: 仅女女恋爱
zh_hant: 僅女女戀愛

source: Glasses Option
de: Brillenoption
ja: 眼鏡設定
ko: 안경 설정
pl: Opcja okularów
zh_hans: 眼镜选项
zh_hant: 眼鏡選項

source: Glory Hole Sex
de: Sex durch ein Loch in der Wand
ja: グローリーホールでのセックス
ko: 글로리홀에서의 성교
pl: Seks przez otwór w ścianie
zh_hans: 墙洞性爱
zh_hant: 牆洞性愛

source: God Hero
de: Gott als Held
ja: 神の男性主人公
ko: 남신인 남성 주인공
pl: Bohater będący bogiem
zh_hans: 神明男主角
zh_hant: 神明男主角

source: Goddess Heroine
de: Göttin als Heldin
ja: 女神のヒロイン
ko: 여신인 여성 주인공
pl: Bohaterka będąca boginią
zh_hans: 女神女主角
zh_hant: 女神女主角

source: Gokkun
de: Schlucken von Sperma
ja: ごっくん
ko: 정액 삼키기
pl: Połykanie nasienia
zh_hans: 吞精
zh_hant: 吞精

source: Golden Week
de: Goldene Woche
ja: ゴールデンウィーク
ko: 골든 위크
pl: Złoty Tydzień
zh_hans: 黄金周
zh_hant: 黃金週

source: Gore
de: Extreme Gewaltdarstellung
ja: ゴア
ko: 고어
pl: Drastyczne sceny przemocy
zh_hans: 血腥猎奇
zh_hant: 血腥獵奇

source: Gore Filter
de: Filter für extreme Gewaltdarstellungen
ja: ゴア表現フィルタ
ko: 고어 표현 필터
pl: Filtr drastycznych scen przemocy
zh_hans: 血腥内容过滤器
zh_hant: 血腥內容過濾器

source: Gothic Fiction
de: Schauerliteratur
ja: ゴシック・フィクション
ko: 고딕 소설
pl: Literatura gotycka
zh_hans: 哥特小说
zh_hant: 哥特小說

source: Government
de: Regierung
ja: 政府
ko: 정부
pl: Rząd
zh_hans: 政府
zh_hant: 政府

source: Graduation
de: Schul- oder Studienabschluss
ja: 卒業
ko: 졸업
pl: Ukończenie szkoły lub studiów
zh_hans: 毕业
zh_hant: 畢業

source: Grandfather Support Character
de: Großvater als Nebenfigur
ja: 祖父のサブキャラクター
ko: 할아버지인 조연
pl: Postać drugoplanowa będąca dziadkiem
zh_hans: 祖父配角
zh_hant: 祖父配角

source: Grandfather/Granddaughter Incest
de: Inzest zwischen Großvater und Enkelin
ja: 祖父と孫娘の近親相姦
ko: 조부와 손녀의 근친상간
pl: Kazirodztwo między dziadkiem a wnuczką
zh_hans: 祖父与孙女乱伦
zh_hant: 祖父與孫女亂倫

source: Grandfather/Grandson Incest
de: Inzest zwischen Großvater und Enkel
ja: 祖父と孫息子の近親相姦
ko: 조부와 손자의 근친상간
pl: Kazirodztwo między dziadkiem a wnukiem
zh_hans: 祖父与孙子乱伦
zh_hant: 祖父與孫子亂倫

source: Grandmother Support Character
de: Großmutter als Nebenfigur
ja: 祖母のサブキャラクター
ko: 할머니인 조연
pl: Postać drugoplanowa będąca babcią
zh_hans: 祖母配角
zh_hant: 祖母配角

source: Grandmother/Grandson Incest
de: Inzest zwischen Großmutter und Enkel
ja: 祖母と孫息子の近親相姦
ko: 조모와 손자의 근친상간
pl: Kazirodztwo między babcią a wnukiem
zh_hans: 祖母与孙子乱伦
zh_hant: 祖母與孫子亂倫

source: Grapeshot
de: Kartätsche
ja: ぶどう弾
ko: 포도탄
pl: Kartacz
zh_hans: 葡萄弹
zh_hant: 葡萄彈

source: Graphic Style Change
de: Wechsel des Grafikstils
ja: グラフィックスタイルの変化
ko: 그래픽 스타일 변화
pl: Zmiana stylu graficznego
zh_hans: 画面风格变化
zh_hant: 畫面風格變化

source: Graphic Violence
de: Explizite Gewaltdarstellungen
ja: 過激な暴力描写
ko: 노골적인 폭력 묘사
pl: Drastyczne przedstawienie przemocy
zh_hans: 露骨暴力画面
zh_hant: 露骨暴力畫面

source: Graphics
de: Grafik
ja: グラフィックス
ko: 그래픽
pl: Grafika
zh_hans: 图像
zh_hant: 圖像

source: Greek Mythology
de: Griechische Mythologie
ja: ギリシャ神話
ko: 그리스 신화
pl: Mitologia grecka
zh_hans: 希腊神话
zh_hant: 希臘神話

source: Grotesque Body Modification
de: Groteske Körpermodifikation
ja: グロテスクな身体改造
ko: 그로테스크한 신체 개조
pl: Groteskowe modyfikacje ciała
zh_hans: 猎奇身体改造
zh_hant: 獵奇身體改造

source: Grotesque Nipples
de: Groteske Brustwarzen
ja: グロテスクな乳首
ko: 그로테스크한 유두
pl: Groteskowe brodawki sutkowe
zh_hans: 猎奇乳头
zh_hant: 獵奇乳頭

source: Group (4+) Boobjob
de: Brustverkehr in einer Gruppe ab vier Personen
ja: 4人以上のパイズリ
ko: 4명 이상의 파이즈리
pl: Seks między piersiami w grupie co najmniej czterech osób
zh_hans: 4人以上乳交
zh_hant: 4人以上乳交

source: Group (4+) Footjob
de: Fußstimulation in einer Gruppe ab vier Personen
ja: 4人以上の足コキ
ko: 4명 이상의 풋잡
pl: Stymulacja stopami w grupie co najmniej czterech osób
zh_hans: 4人以上足交
zh_hant: 4人以上足交

source: Group (4+) Handjob
de: Manuelle Penisstimulation in einer Gruppe ab vier Personen
ja: 4人以上の手コキ
ko: 4명 이상의 핸드잡
pl: Ręczna stymulacja penisa w grupie co najmniej czterech osób
zh_hans: 4人以上手交
zh_hant: 4人以上手交

source: Group of Friends
de: Freundeskreis
ja: 友人グループ
ko: 친구 무리
pl: Grupa przyjaciół
zh_hans: 朋友群体
zh_hant: 朋友群體

source: Group Sex
de: Gruppensex
ja: 乱交
ko: 집단 성교
pl: Seks grupowy
zh_hans: 群交
zh_hant: 群交

source: Group Sex Involving a Mix of Males, Females, and Gender Non-Conforming Individuals
de: Gruppensex mit Männern, Frauen und gendernonkonformen Personen
ja: 男女とジェンダーノンコンフォーミングの人物による乱交
ko: 남성, 여성 및 젠더 비순응자가 섞인 집단 성교
pl: Seks grupowy z mężczyznami, kobietami i osobami niepodporządkowującymi się normom płciowym
zh_hans: 男女与性别非常规者混合群交
zh_hant: 男女與性別非常規者混合群交

source: Group Sex Involving Gender Non-conforming Individuals
de: Gruppensex mit gendernonkonformen Personen
ja: ジェンダーノンコンフォーミングの人物を含む乱交
ko: 젠더 비순응자가 참여하는 집단 성교
pl: Seks grupowy z osobami niepodporządkowującymi się normom płciowym
zh_hans: 涉及性别非常规者的群交
zh_hant: 涉及性別非常規者的群交

source: Group Sex of Multiple Females and Males
de: Gruppensex mit mehreren Frauen und Männern
ja: 複数の男女による乱交
ko: 여성 여러 명과 남성 여러 명의 집단 성교
pl: Seks grupowy wielu kobiet i mężczyzn
zh_hans: 多女多男群交
zh_hant: 多女多男群交

source: Group Sex of One Female and Several Gender Non-conforming Individuals
de: Gruppensex einer Frau mit mehreren gendernonkonformen Personen
ja: 一人の女性と複数のジェンダーノンコンフォーミングの人物による乱交
ko: 여성 1명과 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy jednej kobiety z wieloma osobami niepodporządkowującymi się normom płciowym
zh_hans: 一女与多名性别非常规者群交
zh_hant: 一女與多名性別非常規者群交

source: Group Sex of One Female and Several Males
de: Gruppensex einer Frau mit mehreren Männern
ja: 一人の女性と複数の男性による乱交
ko: 여성 1명과 남성 여러 명의 집단 성교
pl: Seks grupowy jednej kobiety z wieloma mężczyznami
zh_hans: 一女多男群交
zh_hant: 一女多男群交

source: Group Sex of One Male and Several Females
de: Gruppensex eines Mannes mit mehreren Frauen
ja: 一人の男性と複数の女性による乱交
ko: 남성 1명과 여성 여러 명의 집단 성교
pl: Seks grupowy jednego mężczyzny z wieloma kobietami
zh_hans: 一男多女群交
zh_hant: 一男多女群交

source: Group Sex of One Male and Several Gender Non-conforming Individuals
de: Gruppensex eines Mannes mit mehreren gendernonkonformen Personen
ja: 一人の男性と複数のジェンダーノンコンフォーミングの人物による乱交
ko: 남성 1명과 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy jednego mężczyzny z wieloma osobami niepodporządkowującymi się normom płciowym
zh_hans: 一男与多名性别非常规者群交
zh_hant: 一男與多名性別非常規者群交

source: Group Sex of Several Females
de: Gruppensex zwischen mehreren Frauen
ja: 複数の女性による乱交
ko: 여성 여러 명의 집단 성교
pl: Seks grupowy wielu kobiet
zh_hans: 多女群交
zh_hant: 多女群交

source: Group Sex of Several Females and at Least One Gender Non-Conforming Individual
de: Gruppensex mehrerer Frauen mit mindestens einer gendernonkonformen Person
ja: 複数の女性と一人以上のジェンダーノンコンフォーミングの人物による乱交
ko: 여성 여러 명과 젠더 비순응자 1명 이상의 집단 성교
pl: Seks grupowy wielu kobiet z co najmniej jedną osobą niepodporządkowującą się normom płciowym
zh_hans: 多女与至少一名性别非常规者群交
zh_hant: 多女與至少一名性別非常規者群交

source: Group Sex of Several Gender Non-conforming Individuals
de: Gruppensex zwischen mehreren gendernonkonformen Personen
ja: 複数のジェンダーノンコンフォーミングの人物による乱交
ko: 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy wielu osób niepodporządkowujących się normom płciowym
zh_hans: 多名性别非常规者群交
zh_hant: 多名性別非常規者群交

source: Group Sex of Several Males
de: Gruppensex zwischen mehreren Männern
ja: 複数の男性による乱交
ko: 남성 여러 명의 집단 성교
pl: Seks grupowy wielu mężczyzn
zh_hans: 多男群交
zh_hant: 多男群交

source: Group Sex of Several Males and at Least One Gender Non-Conforming Individual
de: Gruppensex mehrerer Männer mit mindestens einer gendernonkonformen Person
ja: 複数の男性と一人以上のジェンダーノンコンフォーミングの人物による乱交
ko: 남성 여러 명과 젠더 비순응자 1명 이상의 집단 성교
pl: Seks grupowy wielu mężczyzn z co najmniej jedną osobą niepodporządkowującą się normom płciowym
zh_hans: 多男与至少一名性别非常规者群交
zh_hant: 多男與至少一名性別非常規者群交

source: Group Sex Participants
de: Teilnehmer an Gruppensex
ja: 乱交の参加者
ko: 집단 성교 참여자
pl: Uczestnicy seksu grupowego
zh_hans: 群交参与者
zh_hant: 群交參與者

source: Group Sex with Clones
de: Gruppensex mit Klonen
ja: クローンとの乱交
ko: 복제체와의 집단 성교
pl: Seks grupowy z klonami
zh_hans: 与克隆体群交
zh_hant: 與複製體群交

source: Guide Heroine
de: Führerin als Heldin
ja: 案内役のヒロイン
ko: 안내역인 여성 주인공
pl: Bohaterka będąca przewodniczką
zh_hans: 向导女主角
zh_hant: 嚮導女主角

source: Gyaru Heroine
de: Gyaru als Heldin
ja: ギャルのヒロイン
ko: 갸루 여성 주인공
pl: Bohaterka w stylu gyaru
zh_hans: 辣妹女主角
zh_hant: 辣妹女主角

source: Gyaruo Hero
de: Gyaruo als Held
ja: ギャル男の男性主人公
ko: 갸루오 남성 주인공
pl: Bohater w stylu gyaruo
zh_hans: 辣男男主角
zh_hant: 辣男男主角

source: Gymnastic Heroine
de: Turnerin als Heldin
ja: 体操選手のヒロイン
ko: 체조 선수인 여성 주인공
pl: Bohaterka będąca gimnastyczką
zh_hans: 体操运动员女主角
zh_hant: 體操運動員女主角

source: Gynecologist Chair
de: Gynäkologischer Untersuchungsstuhl
ja: 婦人科診察台
ko: 산부인과 진찰대
pl: Fotel ginekologiczny
zh_hans: 妇科检查椅
zh_hant: 婦科檢查椅

source: Gynophobic Hero
de: Held mit Angst vor Frauen
ja: 女性恐怖症の男性主人公
ko: 여성 공포증이 있는 남성 주인공
pl: Bohater z lękiem przed kobietami
zh_hans: 恐女症男主角
zh_hant: 恐女症男主角

source: Gynophobic/Androphobic Protagonist
de: Hauptfigur mit Angst vor Frauen oder Männern
ja: 女性恐怖症／男性恐怖症の主人公
ko: 여성 공포증 또는 남성 공포증이 있는 주인공
pl: Protagonista z lękiem przed kobietami lub mężczyznami
zh_hans: 恐女或恐男症主角
zh_hant: 恐女或恐男症主角

source: Hacker Hero
de: Hacker als Held
ja: ハッカーの男性主人公
ko: 해커인 남성 주인공
pl: Bohater będący hakerem
zh_hans: 黑客男主角
zh_hant: 駭客男主角

source: Hacker Heroine
de: Hackerin als Heldin
ja: ハッカーのヒロイン
ko: 해커인 여성 주인공
pl: Bohaterka będąca hakerką
zh_hans: 黑客女主角
zh_hant: 駭客女主角

source: Hacker Protagonist
de: Hacker als Hauptfigur
ja: ハッカーの主人公
ko: 해커인 주인공
pl: Protagonista będący hakerem
zh_hans: 黑客主角
zh_hant: 駭客主角

source: Hair Pulling (Sexual)
de: Haareziehen (sexuell)
ja: 性的な髪引き
ko: 성행위 중 머리카락 잡아당기기
pl: Ciągnięcie za włosy (seksualne)
zh_hans: 性爱中拉头发
zh_hant: 性愛中拉頭髮

source: Hairjob
de: Penisstimulation mit Haaren
ja: 髪コキ
ko: 헤어잡
pl: Stymulacja penisa włosami
zh_hans: 发交
zh_hant: 髮交

source: Hairstyle Option
de: Frisurenoption
ja: 髪型設定
ko: 헤어스타일 설정
pl: Opcja fryzury
zh_hans: 发型选项
zh_hant: 髮型選項

source: Half-angel Hero
de: Halbengel als Held
ja: ハーフエンジェルの男性主人公
ko: 반천사인 남성 주인공
pl: Bohater będący półaniołem
zh_hans: 半天使男主角
zh_hant: 半天使男主角

source: Half-angel Heroine
de: Halbengel als Heldin
ja: ハーフエンジェルのヒロイン
ko: 반천사인 여성 주인공
pl: Bohaterka będąca półaniołem
zh_hans: 半天使女主角
zh_hant: 半天使女主角

source: Half-angel Protagonist
de: Halbengel als Hauptfigur
ja: ハーフエンジェルの主人公
ko: 반천사인 주인공
pl: Protagonista będący półaniołem
zh_hans: 半天使主角
zh_hant: 半天使主角

source: Half-demon Hero
de: Halbdämon als Held
ja: ハーフデーモンの男性主人公
ko: 반악마인 남성 주인공
pl: Bohater będący półdemonem
zh_hans: 半恶魔男主角
zh_hant: 半惡魔男主角

source: Half-demon Heroine
de: Halbdämonin als Heldin
ja: ハーフデーモンのヒロイン
ko: 반악마인 여성 주인공
pl: Bohaterka będąca półdemonicą
zh_hans: 半恶魔女主角
zh_hant: 半惡魔女主角

source: Half-demon Protagonist
de: Halbdämon als Hauptfigur
ja: ハーフデーモンの主人公
ko: 반악마인 주인공
pl: Protagonista będący półdemonem
zh_hans: 半恶魔主角
zh_hant: 半惡魔主角

source: Half-dragon Protagonist
de: Halbdrache als Hauptfigur
ja: ハーフドラゴンの主人公
ko: 반룡인 주인공
pl: Protagonista będący półsmokiem
zh_hans: 半龙主角
zh_hant: 半龍主角

source: Half-human Hero
de: Halbmenschlicher Held
ja: ハーフヒューマンの男性主人公
ko: 반인간인 남성 주인공
pl: Bohater będący półczłowiekiem
zh_hans: 半人类男主角
zh_hant: 半人類男主角

source: Half-human Heroine
de: Halbmenschliche Heldin
ja: ハーフヒューマンのヒロイン
ko: 반인간인 여성 주인공
pl: Bohaterka będąca półczłowiekiem
zh_hans: 半人类女主角
zh_hant: 半人類女主角

source: Half-human Protagonist
de: Halbmenschliche Hauptfigur
ja: ハーフヒューマンの主人公
ko: 반인간인 주인공
pl: Protagonista będący półczłowiekiem
zh_hans: 半人类主角
zh_hant: 半人類主角

source: Half-Japanese Hero
de: Held mit halbjapanischer Abstammung
ja: ハーフの日本人男性主人公
ko: 일본계 혼혈 남성 주인공
pl: Bohater w połowie japońskiego pochodzenia
zh_hans: 半日本人男主角
zh_hant: 日裔混血男主角

source: Half-Japanese Heroine
de: Heldin mit halbjapanischer Abstammung
ja: ハーフの日本人ヒロイン
ko: 일본계 혼혈 여성 주인공
pl: Bohaterka w połowie japońskiego pochodzenia
zh_hans: 半日本人女主角
zh_hant: 日裔混血女主角

source: Half-Japanese Protagonist
de: Hauptfigur mit halbjapanischer Abstammung
ja: ハーフの日本人主人公
ko: 일본계 혼혈 주인공
pl: Protagonista w połowie japońskiego pochodzenia
zh_hans: 半日本人主角
zh_hant: 日裔混血主角

source: Half-orphan Hero
de: Halbwaise als Held
ja: 片親育ちの男性主人公
ko: 한부모 가정의 남성 주인공
pl: Bohater będący półsierotą
zh_hans: 半孤儿男主角
zh_hant: 半孤兒男主角

source: Half-orphan Heroine
de: Halbwaise als Heldin
ja: 片親育ちのヒロイン
ko: 한부모 가정의 여성 주인공
pl: Bohaterka będąca półsierotą
zh_hans: 半孤儿女主角
zh_hant: 半孤兒女主角

source: Half-orphan Protagonist
de: Halbwaise als Hauptfigur
ja: 片親育ちの主人公
ko: 한부모 가정의 주인공
pl: Protagonista będący półsierotą
zh_hans: 半孤儿主角
zh_hant: 半孤兒主角

source: Handcuffed Sex
de: Sex mit Handschellen
ja: 手錠セックス
ko: 수갑을 찬 상태의 성교
pl: Seks w kajdankach
zh_hans: 手铐性爱
zh_hant: 手銬性愛

source: Handjob
de: Manuelle Penisstimulation
ja: 手コキ
ko: 핸드잡
pl: Ręczna stymulacja penisa
zh_hans: 手交
zh_hant: 手交

source: Haraguro Hero
de: Freundlich wirkender, hinterhältiger Held
ja: 腹黒の男性主人公
ko: 복흑 남성 주인공
pl: Pozornie życzliwy, lecz podstępny bohater
zh_hans: 腹黑男主角
zh_hant: 腹黑男主角

source: Haraguro Heroine
de: Freundlich wirkende, hinterhältige Heldin
ja: 腹黒のヒロイン
ko: 복흑 여성 주인공
pl: Pozornie życzliwa, lecz podstępna bohaterka
zh_hans: 腹黑女主角
zh_hant: 腹黑女主角

source: Hard Science Fiction
de: Harte Science-Fiction
ja: ハードSF
ko: 하드 SF
pl: Twarda fantastyka naukowa
zh_hans: 硬科幻
zh_hant: 硬科幻

source: Harem Ending
de: Harem-Ende
ja: ハーレムエンド
ko: 하렘 엔딩
pl: Zakończenie haremowe
zh_hans: 后宫结局
zh_hant: 後宮結局

source: Harem Ending with Theme
de: Thematisches Harem-Ende
ja: テーマ付きハーレムエンド
ko: 특정 테마의 하렘 엔딩
pl: Zakończenie haremowe z motywem przewodnim
zh_hans: 有主题的后宫结局
zh_hant: 有主題的後宮結局

source: Harpy Heroine
de: Harpyie als Heldin
ja: ハーピーのヒロイン
ko: 하피 여성 주인공
pl: Bohaterka będąca harpią
zh_hans: 鸟身女妖女主角
zh_hant: 鳥身女妖女主角

source: Has Window Transparency Setting
de: Einstellbare Fenstertransparenz
ja: ウィンドウの透明度設定対応
ko: 창 투명도 설정 지원
pl: Możliwość ustawienia przezroczystości okna
zh_hans: 支持窗口透明度设置
zh_hant: 支援視窗透明度設定

source: Hate Sex (Consensual)
de: Sex aus Hass (einvernehmlich)
ja: 合意の憎しみセックス
ko: 서로 증오하는 상대와의 합의된 성교
pl: Seks z nienawiści (za zgodą)
zh_hans: 双方同意的恨性爱
zh_hant: 雙方同意的恨性愛

source: Hate Story
de: Geschichte über Hass
ja: 憎しみの物語
ko: 증오 이야기
pl: Historia o nienawiści
zh_hans: 仇恨故事
zh_hant: 仇恨故事

source: Haunted House
de: Spukhaus
ja: お化け屋敷
ko: 유령의 집
pl: Nawiedzony dom
zh_hans: 鬼屋
zh_hant: 鬼屋

source: Healer Hero
de: Heiler als Held
ja: ヒーラーの男性主人公
ko: 힐러인 남성 주인공
pl: Bohater będący uzdrowicielem
zh_hans: 治疗师男主角
zh_hant: 治療師男主角

source: Healer Heroine
de: Heilerin als Heldin
ja: ヒーラーのヒロイン
ko: 힐러인 여성 주인공
pl: Bohaterka będąca uzdrowicielką
zh_hans: 治疗师女主角
zh_hant: 治療師女主角

source: Healer Protagonist
de: Heiler als Hauptfigur
ja: ヒーラーの主人公
ko: 힐러인 주인공
pl: Protagonista będący uzdrowicielem
zh_hans: 治疗师主角
zh_hant: 治療師主角

source: Health Issues
de: Gesundheitsprobleme
ja: 健康上の問題
ko: 건강 문제
pl: Problemy zdrowotne
zh_hans: 健康问题
zh_hant: 健康問題

source: Heian Period
de: Heian-Zeit
ja: 平安時代
ko: 헤이안 시대
pl: Okres Heian
zh_hans: 平安时代
zh_hant: 平安時代

source: Heisei Era
de: Heisei-Zeit
ja: 平成時代
ko: 헤이세이 시대
pl: Okres Heisei
zh_hans: 平成时代
zh_hant: 平成時代

source: Heist
de: Raubüberfall
ja: 強盗事件
ko: 강도 사건
pl: Napad rabunkowy
zh_hans: 劫案
zh_hant: 劫案

source: Hero
de: Held
ja: 男性主人公
ko: 남성 주인공
pl: Bohater
zh_hans: 男主角
zh_hant: 男主角

source: Hero Based on a Fictional Person
de: Held mit fiktivem Vorbild
ja: 架空人物がモデルの男性主人公
ko: 가상 인물을 바탕으로 한 남성 주인공
pl: Bohater wzorowany na fikcyjnej postaci
zh_hans: 虚构人物原型男主角
zh_hant: 虛構人物原型男主角

source: Hero Based on a Mythological Character
de: Held mit mythologischem Vorbild
ja: 神話上の人物がモデルの男性主人公
ko: 신화 속 인물을 바탕으로 한 남성 주인공
pl: Bohater wzorowany na postaci mitologicznej
zh_hans: 神话人物原型男主角
zh_hant: 神話人物原型男主角

source: Hero Based on Real Person
de: Held mit realem Vorbild
ja: 実在人物がモデルの男性主人公
ko: 실존 인물을 바탕으로 한 남성 주인공
pl: Bohater wzorowany na prawdziwej osobie
zh_hans: 真人原型男主角
zh_hant: 真人原型男主角

source: Hero Brothers
de: Brüder als Helden
ja: 兄弟の男性主人公
ko: 형제 관계인 남성 주인공
pl: Bracia jako bohaterowie
zh_hans: 兄弟男主角
zh_hant: 兄弟男主角

source: Hero by Nationality and Ethnicity
de: Helden nach Nationalität und Ethnie
ja: 国籍・民族別の男性主人公
ko: 국적 및 민족별 남성 주인공
pl: Bohaterowie według narodowości i pochodzenia etnicznego
zh_hans: 不同国籍与族裔的男主角
zh_hant: 不同國籍與族裔的男主角

source: Hero from a Different World
de: Held aus einer anderen Welt
ja: 異世界の男性主人公
ko: 이세계 출신 남성 주인공
pl: Bohater z innego świata
zh_hans: 异世界男主角
zh_hant: 異世界男主角

source: Hero in Kimono
de: Held im Kimono
ja: 着物姿の男性主人公
ko: 기모노를 입은 남성 주인공
pl: Bohater w kimonie
zh_hans: 穿和服的男主角
zh_hant: 穿和服的男主角

source: Hero in Relationship with Other(s)
de: Held in einer Beziehung mit anderen
ja: 他者と関係を持つ男性主人公
ko: 다른 인물과 관계가 있는 남성 주인공
pl: Bohater w związku z innymi
zh_hans: 与他人有关系的男主角
zh_hant: 與他人有關係的男主角

source: Hero with a Braid
de: Held mit Zopf
ja: 三つ編みのある男性主人公
ko: 땋은 머리를 한 남성 주인공
pl: Bohater z warkoczem
zh_hans: 有辫子的男主角
zh_hant: 有辮子的男主角

source: Hero with a Fang
de: Held mit Fangzahn
ja: 牙のある男性主人公
ko: 송곳니가 있는 남성 주인공
pl: Bohater z kłem
zh_hans: 有尖牙的男主角
zh_hant: 有尖牙的男主角

source: Hero with a Sword
de: Held mit Schwert
ja: 剣を持つ男性主人公
ko: 검을 든 남성 주인공
pl: Bohater z mieczem
zh_hans: 持剑的男主角
zh_hant: 持劍的男主角

source: Hero with Ahoge
de: Held mit abstehender Haarsträhne
ja: アホ毛のある男性主人公
ko: 아호게가 있는 남성 주인공
pl: Bohater z odstającym kosmykiem włosów
zh_hans: 有呆毛的男主角
zh_hant: 有呆毛的男主角

source: Hero with Armor
de: Held in Rüstung
ja: 鎧を着た男性主人公
ko: 갑옷을 입은 남성 주인공
pl: Bohater w zbroi
zh_hans: 穿铠甲的男主角
zh_hant: 穿鎧甲的男主角

source: Hero with Armpit Hair
de: Held mit Achselbehaarung
ja: 腋毛のある男性主人公
ko: 겨드랑이털이 있는 남성 주인공
pl: Bohater z owłosionymi pachami
zh_hans: 有腋毛的男主角
zh_hant: 有腋毛的男主角

source: Hero with Beauty Mark
de: Held mit Schönheitsfleck
ja: ほくろのある男性主人公
ko: 미인점이 있는 남성 주인공
pl: Bohater z pieprzykiem
zh_hans: 有美人痣的男主角
zh_hant: 有美人痣的男主角

source: Hero with Chest Hair
de: Held mit Brustbehaarung
ja: 胸毛のある男性主人公
ko: 가슴털이 있는 남성 주인공
pl: Bohater z owłosioną klatką piersiową
zh_hans: 有胸毛的男主角
zh_hant: 有胸毛的男主角

source: Hero with Children
de: Held mit Kindern
ja: 子どものいる男性主人公
ko: 자녀가 있는 남성 주인공
pl: Bohater mający dzieci
zh_hans: 有子女的男主角
zh_hant: 有子女的男主角

source: Hero with Demon Blood
de: Held mit dämonischer Abstammung
ja: 悪魔の血を引く男性主人公
ko: 악마의 피를 이은 남성 주인공
pl: Bohater o demonicznym pochodzeniu
zh_hans: 有恶魔血统的男主角
zh_hant: 有惡魔血統的男主角

source: Hero with Eye Covering Hairstyle
de: Held mit augenverdeckender Frisur
ja: 目を隠す髪型の男性主人公
ko: 눈을 가리는 머리 모양의 남성 주인공
pl: Bohater z fryzurą zasłaniającą oczy
zh_hans: 有遮眼发型的男主角
zh_hant: 有遮眼髮型的男主角

source: Hero with Eyepatch
de: Held mit Augenklappe
ja: 眼帯を着けた男性主人公
ko: 안대를 쓴 남성 주인공
pl: Bohater z opaską na oko
zh_hans: 戴眼罩的男主角
zh_hant: 戴眼罩的男主角

source: Hero with Facial Hair
de: Held mit Gesichtsbehaarung
ja: ひげのある男性主人公
ko: 수염이 있는 남성 주인공
pl: Bohater z zarostem
zh_hans: 有胡须的男主角
zh_hant: 有鬍鬚的男主角

source: Hero with Freckles
de: Held mit Sommersprossen
ja: そばかすのある男性主人公
ko: 주근깨가 있는 남성 주인공
pl: Bohater z piegami
zh_hans: 有雀斑的男主角
zh_hant: 有雀斑的男主角

source: Hero with Glasses
de: Held mit Brille
ja: 眼鏡をかけた男性主人公
ko: 안경을 쓴 남성 주인공
pl: Bohater w okularach
zh_hans: 戴眼镜的男主角
zh_hant: 戴眼鏡的男主角

source: Hero with Gothic Look
de: Held im Gothic-Stil
ja: ゴシック風の男性主人公
ko: 고딕풍 외모의 남성 주인공
pl: Bohater w stylu gotyckim
zh_hans: 哥特风男主角
zh_hant: 哥特風男主角

source: Hero with Gradient Colored Hair
de: Held mit Farbverlauf im Haar
ja: グラデーションカラーの髪の男性主人公
ko: 그라데이션 머리색의 남성 주인공
pl: Bohater z gradientem kolorów we włosach
zh_hans: 渐变发色男主角
zh_hant: 漸層髮色男主角

source: Hero with Health Issues
de: Held mit Gesundheitsproblemen
ja: 健康上の問題がある男性主人公
ko: 건강 문제가 있는 남성 주인공
pl: Bohater z problemami zdrowotnymi
zh_hans: 有健康问题的男主角
zh_hant: 有健康問題的男主角

source: Hero with Heterochromia
de: Held mit Heterochromie
ja: オッドアイの男性主人公
ko: 오드아이인 남성 주인공
pl: Bohater z heterochromią
zh_hans: 异色瞳男主角
zh_hant: 異色瞳男主角

source: Hero With Kansai Accent
de: Held mit Kansai-Dialekt
ja: 関西弁の男性主人公
ko: 간사이 사투리를 쓰는 남성 주인공
pl: Bohater mówiący dialektem Kansai
zh_hans: 关西腔男主角
zh_hant: 關西腔男主角

source: Hero with Monocle
de: Held mit Monokel
ja: モノクルを着けた男性主人公
ko: 외알 안경을 쓴 남성 주인공
pl: Bohater z monoklem
zh_hans: 戴单片眼镜的男主角
zh_hant: 戴單片眼鏡的男主角

source: Hero with Multiple Personalities
de: Held mit mehreren Persönlichkeiten
ja: 多重人格の男性主人公
ko: 다중 인격인 남성 주인공
pl: Bohater z wieloma osobowościami
zh_hans: 多重人格男主角
zh_hant: 多重人格男主角

source: Hero with Naked Top
de: Held mit nacktem Oberkörper
ja: 上半身裸の男性主人公
ko: 상의를 벗은 남성 주인공
pl: Bohater z nagim torsem
zh_hans: 上身裸体的男主角
zh_hant: 上身裸體的男主角

source: Hero with Psychological Problems
de: Held mit psychischen Problemen
ja: 心理的な問題がある男性主人公
ko: 심리적 문제가 있는 남성 주인공
pl: Bohater z problemami psychicznymi
zh_hans: 有心理问题的男主角
zh_hant: 有心理問題的男主角

source: Hero with Sexual Experience
de: Sexuell erfahrener Held
ja: 性経験のある男性主人公
ko: 성 경험이 있는 남성 주인공
pl: Bohater z doświadczeniem seksualnym
zh_hans: 有性经验的男主角
zh_hant: 有性經驗的男主角

source: Hero with Swimsuits
de: Held in Badekleidung
ja: 水着姿の男性主人公
ko: 수영복을 입은 남성 주인공
pl: Bohater w stroju kąpielowym
zh_hans: 穿泳装的男主角
zh_hant: 穿泳裝的男主角

source: Hero with Tan Lines
de: Held mit Bräunungsstreifen
ja: 日焼け跡のある男性主人公
ko: 선탠 자국이 있는 남성 주인공
pl: Bohater ze śladami opalenizny
zh_hans: 有晒痕的男主角
zh_hant: 有曬痕的男主角

source: Hero with Tattoo
de: Held mit Tätowierung
ja: タトゥーのある男性主人公
ko: 문신이 있는 남성 주인공
pl: Bohater z tatuażem
zh_hans: 有纹身的男主角
zh_hant: 有刺青的男主角

source: Hero with Visible Underwear
de: Held mit sichtbarer Unterwäsche
ja: 下着が見える男性主人公
ko: 속옷이 보이는 남성 주인공
pl: Bohater z widoczną bielizną
zh_hans: 内裤外露的男主角
zh_hant: 內褲外露的男主角

source: Hero with Wings
de: Held mit Flügeln
ja: 翼のある男性主人公
ko: 날개가 있는 남성 주인공
pl: Bohater ze skrzydłami
zh_hans: 有翅膀的男主角
zh_hant: 有翅膀的男主角

source: Hero's Appearance
de: Aussehen des Helden
ja: 男性主人公の外見
ko: 남성 주인공의 외모
pl: Wygląd bohatera
zh_hans: 男主角外貌
zh_hant: 男主角外貌

source: Hero's Body
de: Körper des Helden
ja: 男性主人公の身体
ko: 남성 주인공의 신체
pl: Ciało bohatera
zh_hans: 男主角身体
zh_hant: 男主角身體
